Repository: jockerz/StarletteStarter
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: id

source: Password
id: Kata sandi

source: New Password
id: Kata Sandi Baru

source: Please enter your password
id: Silahkan masukkan kata sandi

source: Minimal 8 characters
id: Minimal 8 karakter

source: Confirm Password
id: Konfirmasi kata sandi

source: Passwords don't match
id: Kata sandi tidak sama

source: Name
id: Nama

source: Image
id: Gambar

source: Updates saved
id: pembaharuan disimpan

source: Password has been updated
id: Kata sandi sudah diperbaharui

source: Profile image updated
id: Foto profil sudah diperbaharui

source: Profile image update failed
id: Pembharuan foto profil gagal

source: Email not changed
id: Email tidak berubah

source: Email update URL is being sent to {new_email}
id: Link pembaharuan email sedang dikirm ke {new_email}

source: Visit Email update URL to save email changes
id: Buka link pembaharuan email untuk menyimpan perubahan

source: Invalid Email Update URL
id: Link pembaharuan email tidak valid

source: Activation has been expired
id: Aktifasi kadaluarsa

source: Activation has already been complete
id: Aktifasi sudah selesai

source: Activation is ready
id: Aktivasi siap

source: False Activation secret
id: Kode aktifasi tidak sah

source: Email or Username
id: Alamat Email atau Username

source: Remember Me
id: Ingat Saya

source: Email address
id: Alamat email

source: Please enter your email address
id: Silakan isi alamat email anda

source: Please enter your username
id: Silahkan masukkan username

source: Minimal 4 characters
id: Minimal 4 karakter

source: Please confirm your password
id: Mohon konfirmasi kata sandi anda

source: Passwords must match
id: Kata sandi harus sama

source: Your Full name
id: Nama lengkap

source: Agree terms
id: Setuju dengan ketentuan

source: Agree to the terms is required to register
id: Harus setuju dengan ketentuan untuk mendaftar

source: Login Success
id: Login berhasil

source: Invalid username or password
id: username atau kata sandi tidak valid

source: Email has been registered, please use another
id: Email sudah terdaftar, mohon gunakan yang lain

source: Username has been registered, please use another
id: Username sudah terdaftar, mohon gunakan yang lain

source: Password confirmation is not equal with the first password
id: Konfirmasi kata sandi tidak sesuai dengan kata sandi awal

source: Registration complete
id: Pendaftaran selesai

source: User is already active
id: Pengguna sudah aktif

source: New activation code is being sent to your {sent_to}
id: Kode aktivasi baru dikirm ke {sent_to} anda

source: Password reset link has been sent to your email
id: Link reset password dikirim ke email anda

source: Password reset link has been sent to {masked_email}
id: Link reset kata sandi dikirm ke {masked_email}

source: Invalid password reset token
id: Token reset kata sandi tidak valid

source: Invalid password reset code
id: Kode reset kata sandi tidak valid

source: Password reset is complete
id: Reset kata sandi selesai

source: Your are already logged in
id: Anda sudah masuk

source: Third party authentication complete
id: Otentikasi pihak ketiga berhasil

source: Third party registration complete
id: Pendaftaran dengan otentikasi pihak ketiga selesai

source: Third party account is linked
id: Akun pihak ketiga sudah terhubung

source: The third party account has already been linked
id: Akun pihak ketiga sudah dihubungkan

source: The third party account has already been unlinked
id: Hubungan dengan akun pihak ketiga sudah diputus

source: Profile
id: Profil

source: Profile Settings
id: Pengaturan profil

source: Logout
id: keluar

source: Login
id: Masuk

source: Register
id: Daftar

source: Home
id: Beranda

source: Account Settings
id: Pengaturan akun

source: Linked Account
id: Akun terhubung

source: Email Settings
id: Pengaturan email

source: Password (for confirmation)
id: Kata sandi (untuk konfirmasi)

source: Submit
id: Kirim

source: Your previous password
id: Password lama anda

source: User profile picture
id: Foto profil pengguna

source: Change Avatar
id: Ubah avatar

source: Upload Image File
id: Unggah berkas gambar

source: Close
id: Tutup

source: Select image
id: Pilih gambar

source: Choose file
id: Pilih berkas

source: Upload
id: Unggah

source: Select
id: Pilih

source: Profile picture updated. Reloading...
id: Foto profil sudah diperbaharui. Memuat ulang...

source: Image upload failed. Please try again later.
id: Pengunggahan gambar gagal. Mohon dicoba kembali

source: Not Found
id: Tidak Ditemukan

source: The page or item you are looking for is not exists
id: Halaman yang anda ingin kunjungi tidak ditemukan

source: Meanwhile, you may
id: Sementara, anda dapat

source: return to home
id: kembali ke beranda

source: Oops! Something went wrong.
id: Oops! terjadi kegagalan

source: We will work on fixing that right away.
id: Kami akan segera memperbaikinya

source: Account Activation
id: Aktivasi akun

source: Resend the Activation URL to your
id: Kirim ulang link aktivasi ke

source: Register a new account
id: Daftarkan akun baru

source: Login into your account
id: Login ke akun anda

source: Sign In
id: Masuk

source: Don't have account yet?
id: Belum memiliki akun?

source: terms and policy
id: syarat dan ketentuan

source: Already have account
id: Sudah memiliki akun

source: Registration Failed
id: Pendaftaran gagal

source: Linked Accounts
id: Akun terhubung

source: Unlinked Accounts
id: Akun tidak terhubung
